{
  "title": "Bringing people together",
  "comingSoon": "Launching Soon",
  "description": "A foundation aiming to bring people together and improve non-natives' German skills",
  "about": {
    "title": "About",
    "content": "Mitein, short for Miteinander, means \"With one another\" in German.\n\n    Mitein’s core purpose is to bring people together, in a variety of ways and always through safe spaces.\n\n    Society is now interwined with the unbelievable progress of technology, and the explosion of the internet has connected us all in unimaginable ways. We are constantly connected.\n\n    Yet, despite this constant and immediate connectivity, large sections of society feel more disconnected than ever before. Feelings of isolationism, loneliness and lack of meaningful interactions are widespread and deepening. Issues that have been amplified by the pandemic, and experienced by us all in some form from the resulting lockdowns.\n\n    Mitein wants to help undo these harmful trends, by providing avenues and establishing connections that help fortify a sense of community, ultimately bringing people together in meaningful ways.\n\n    Even in a time when action and interaction seems missing, there are so many organisations that are doing incredible work within and for local communities. Helping out in your community shouldn’t be difficult.\n    We want to make it easier.\n\n    That’s why at Mitein, whilst also undertaking our own projects, we want to highlight and promote other organisations that you should know about. These organisations are each tackling important issues and have opportunities for you to get involved. Discover and learn how you can participate with them by clicking on the button below."
  },
  "how": {
    "title": "How it works",
    "content": "Mitein looks to connect you to people you’d otherwise never have the fortune of chatting with. We’re in the process of launching a platform that will match those looking to sharpen their German skills with native speakers looking for someone to talk to.\n\n    The plan is to improve people’s German whilst providing human connection to those who currently find themselves socially isolated.\n\n    We want to help bridge the intergenerational gap, and create conversations that otherwise wouldn’t take place. Conversations that are purposeful, enjoyable and build confidence.\n\n    Mitein is a foundation. It will be free to use."
  },
  "volunteerBtn": "Volunteer now",
  "newsletter": {
    "heading": "Launch date...",
    "description": "Find out as soon as we launch by subscribing to our newsletter."
  },
  "contactUs": {
    "descriptor": "Have questions or want to get in touch?",
    "text": "Reach out to ",
    "email": "info@mitein.de"
  }
}
